Repository: wp-plugins/sf-move-login
Catalog: languages/sf-move-login-*.po
Languages: fr_fr

source: Change your login url
fr_fr: Changez l'url de votre page de connexion

source: No no no, the login form is not here.
fr_fr: Non non non, le formulaire de connexion ne se trouve pas ici.

source: The slug %s is forbidden.
fr_fr: L'identifiant %s est interdit.

source: The links can't have the same slugs.
fr_fr: Les liens ne peuvent pas avoir les mêmes identifiants.

source: Access
fr_fr: Accès

source: The constant <code>SFML_ALLOW_LOGIN_ACCESS</code> is defined to <code>true</code>, the settings below won't take effect.
fr_fr: La constante <code>SFML_ALLOW_LOGIN_ACCESS</code> est définie à <code>true</code>, les réglages ci-dessous ne prendront pas effet.

source: Display an error message
fr_fr: Afficher un message d'erreur

source: Redirect to a &laquo;Page not found&raquo; error page
fr_fr: Rediriger vers une page d'erreur &laquo;Page non trouvée&raquo;

source: Redirect to the home page
fr_fr: Rediriger vers la page d'accueil

source: When a not connected user attempts to access the old login page.
fr_fr: Lorsqu'un utilisateur non connecté tente d'accéder à l'ancienne page de connexion.

source: Administration area
fr_fr: Zone d'administration

source: Do nothing, redirect to the new login page
fr_fr: Ne rien faire, rediriger vers la nouvelle page de connexion

source: When a not connected user attempts to access the administration area.
fr_fr: Lorsqu'un utilisateur non connecté tente d'accéder à la zone d'administration.

source: %s File
fr_fr: Fichier %s

source: If the plugin fails to add the new rewrite rules to your %1$s file on activation, add the following to your %1$s file in %2$s, replacing other %3$s rules if they exist, <strong>above</strong> the line reading %4$s:
fr_fr: Si l'extension ne peut ajouter les nouvelles règles de réécriture à votre fichier %1$s à son activation, ajoutez les lignes suivantes à votre fichier %1$s dans %2$s, en remplacement des autres règles liées à %3$s si elles existent, <strong>au-dessus</strong> de la ligne %4$s&#160;:

source: <strong>Move Login</strong> has not been activated.
fr_fr: <strong>Move Login</strong> n'a pas été activé.

source: <strong>Move Login</strong> needs access to the %1$s file. Please visit the %2$s settings page and copy/paste the given code into the %1$s file.
fr_fr: <strong>Move Login</strong> a besoin d'accéder au fichier %1$s. Veuillez vous rendre sur la page de réglages de %2$s et de copier/coller le code fourni dans le fichier %1$s.

source: It seems your server configuration prevent the plugin to work properly. <strong>Move Login</strong> won't work.
fr_fr: Il semble que votre configuration serveur empêche l'extension de fonctionner correctement. <strong>Move Login</strong> ne pourra pas fonctionner.

source: It seems the url rewrite module is not activated on your server. <strong>Move Login</strong> won't work.
fr_fr: Il semble que le module de réécriture d'url n'est pas activé sur votre serveur. <strong>Move Login</strong> ne pourra pas fonctionner.

source: It seems your server does not use <i>Apache</i>, <i>Nginx</i>, nor <i>IIS7</i>. <strong>Move Login</strong> won't work.
fr_fr: Il semble que votre serveur n'utilise pas <i>Apache</i>, <i>Nginx</i>, ou <i>IIS7</i>. <strong>Move Login</strong> ne pourra pas fonctionner.

source: It seems your server uses a <i>Nginx</i> system, that I don't know at all. So I have to let you deal with the rewrite rules by yourself. Please visit the %2$s settings page and take a look at the rewrite rules used for a %1$s file. <strong>Move Login</strong> is running but won't work correctly until you deal with the rewrite rules.
fr_fr: Il semble que votre serveur utilise un système <i>Nginx</i>, que je ne connais pas du tout. Je dois donc vous laisser gérer ça par vous-même. Veuillez vous rendre sur la page de réglages de %2$s et jetez un œil aux règles de réécriture utilisées pour un fichier %1$s. <strong>Move Login</strong> fonctionne mais ne pourra pas le faire correctement tant que vous ne vous serez pas occupé de ces règles.

source: To enable the real settings page for Move Login, please install the plugin %1$s.
fr_fr: Pour activer la vrai page de réglages pour Move Login, veuillez installer l'extension %1$s.

source: To enable the real settings page for Move Login, please activate the plugin %2$s.
fr_fr: Pour activer la vrai page de réglages pour Move Login, veuillez activer l'extension %2$s.

source: To enable the real settings page for Move Login, please upgrade the plugin %2$s to the version %3$s.
fr_fr: Pour activer la vrai page de réglages pour Move Login, veuillez mettre à jour l'extension %2$s vers la version %3$s.

source: It seems the plugin Noop is installed but doesn't work properly. To enable the real settings page for Move Login, please reinstall %1$s.
fr_fr: Il semblerait que l'extension Noop soit installée mais ne fonctionne pas correctement. Pour activer la vrai page de réglages pour Move Login, veuillez réinstaller %1$s.
